Repository: synw/django-mgof
Catalog: mgof/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Pending
fr: En attente

source: Unpublished
fr: Non pulié

source: Orphaned
fr: Orphelin

source: Topics in forum
fr: Nombre de sujets

source: Posts in forum
fr: Nombre de posts

source: Opened to anonymous users
fr: Ouvert aux utilisateurs anonymes

source: Groups that can access the forum
fr: Groupes pouvant accéder au forum

source: Number of posts
fr: Nombre de posts

source: Number of views
fr: Nombre de vues

source: Topic
fr: Sujet

source: Topics
fr: Sujets

source: of
fr: de

source: Last post
fr: Dernier post

source: by
fr: par

source: Post topic
fr: Poster un sujet

source: Login and post topic
fr: Se connecter et poster un sujet

source: Views
fr: Vues

source: Turn monitoring on
fr: Monitorer

source: Turn monitoring off
fr: Ne pas modérer

source: There is no topic in the forum yet
fr: Il n'y a pas encore de sujet dans le forum

source: Moderation queue
fr: File de modération

source: Back
fr: Retour

source: Post response
fr: Poster une réponse

source: Save
fr: Enregister

source: Accept post
fr: Accepter le post

source: Reject post
fr: Rejetter le post

source: Back to moderation queue
fr: Retour à la file de modération

source: Yes I am sure
fr: Oui je suis sûr

source: No: take me back
fr: Non: retour

source: Read
fr: Lire

source: By
fr: Par

source: Posted
fr: il y a

source: ago
fr: &nbsp;

source: Post a response
fr: Poster une réponse

source: This post will be deleted. Are you sure?
fr: Ce post sera effacé. Etes vous sûr?

source: Post to moderate
fr: Posts à modérer

source: Posted by
fr: Posté par

source: This topic is closed
fr: Ce sujet est fermé

source: Your post has been saved
fr: Votre post a été enregistré

source: Post rejected
fr: Post rejetté

source: Post validated
fr: Post validé
